Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/svenskakyrkan/ipmilbalvalus-lea-rabas-buohkaide.html.tmx
Source language: sme
Languages: smj

source: Ipmilbálvalus lea rabas buohkaide - Svenska kyrkan - Om oss
smj: Jubmeldievnno rabás gájkajda - Svenska kyrkan - Om oss

source: Ipmilbálvalus lea rabas buohkaide
smj: Jubmeldievnno rabás gájkajda

source: Ipmilbálvalusat dollojuvvojit juohke sotnabeaivvi Ruoŧa girku searvegottiin, ja dávjá iežá beivviid maid.
smj: Jubmeldievno basoduvvi juohkka ájllega Svieriga girkko tjoaggulvisájn, ja álu ietjá biejvijt aj.

source: Ipmilbálvalus lea álo rabas buohkaide.
smj: Jubmeldievnno l agev rabás gájkajda.

source: Álggu rájis risttalaččat leat čoahkkanan ipmilbálvalusaide.
smj: Álgo rájes ristagisá tjåhkanin jubmeldievnnuj.

source: Álggus han eai lean nu olus.
smj: Álgos ällim nåv moaddása.

source: Muhtin báikkiin oaguhuvvoje iežaset oskku dihte.
smj: Muhtem sajijn lidjin doalvodum sijá jáhko diehti.

source: Lei dárbu oaidnalit ja guldalit muitalusaid Jesusa birra, gullat maid Jesusa eallin ja jápmin ja bajásčuožžileapmi mearkkašii.
smj: Dárbbo lij gávnadit ja gulldalit giehtojt Jesusa birra, gullat tjielggimijt Jesusa viessoma ja jábmema ja bajástjuodtjelime birra.

source: Ipmilbálvalusa hámi árbejedje muhtin muddui iežaset ovdalaš judalaš oskkus.
smj: Jubmeldievno hámev árbbijin muhtem mudduj sijá oabme juvdálasj jáhkos.

source: Teakstalohkan lei oahpis dáhpi synagogas.
smj: Täkstalåhkåma oasev dåbbdin synagogas.

source: Mállásat leat dehálaččat Juo árrat risttalaš historjjás šadde mállásat dehálaš oassin aktavuođas.
smj: Máles la ájnas Juo álgon ristagis histåvrån máles sjattaj ájnas oasse aktisasjvuodan.

source: Dat ledje ráhkisvuođamállásat go juhke biepmu nuppiiguin.
smj: Gieresvuohtamáles lij gå biebmov juogadin.

source: Mállásat ovdánedje fargga dáhpin mas muittašedje máhttájeddjiid maŋimus mállásiid Jesusiin.
smj: Máles åvdeduváj ruvva dahkuj gå mujttin åhpadisålmmåj maŋemus bårrusav aktan Jesusijn.

source: Geahččaledje dulkot maid Jesusa jápmin ja bajásčuožžileapmi mearkkašii.
smj: Gähttjalin sisanádusáv tjielggit gå Jesus lij jábmám ja bajástjuodtjelam.

source: Dát mállásat, Hearrá eahkedismállásat, en ávvuduvvojit juohke risttalaš girkus oalle dávjá.
smj: Dat máles, skallo, basoduvvá vilá gájkka ristagis girkkojn dájvvalakkoj..

source: Risttalaš ipmilbálvalus Risttalaš ipmilbálvalus sáhttá dahkot máŋgga ládje muhto meastta álo leat ávvudanlávllut Ipmilii, teakstalohkan biibbalis ja rohkadallan mielde.
smj: Ristagis jubmeldievnno Ristalasj jubeldievnno máhttá dágáduvvat moatteláhkáj valla vargga agev la hieveduslávllom Jubmelij, täkstalåhkåm rámádis ja råhkålvis.

source: Ipmilbálvalus juohke searvegottis Ruoŧa girku searvegottiin dollet ipmilbálvalusaid unnimusat juohke sotnabeaivvi.
smj: Jubmeldievnno gájkka tjoaggulvisájn Svieriga girkko tjoaggulvisájn basoduvvi jubmeldievnno edasik juohkka ájllega.

source: Muhto dávjá leat maid ipmilbálvalusat iežá vahkkobeivviid.
smj: Valla álu li jubmeldievno aj ietjá biejvijn vahkon.

source: Girku vahkkosaš ipmilbálvaluslogahallamiin gávnnat dieđuid makkár ipmilbálvalusat dollojuvvojit girkus du orronsaji lahka.
smj: Vahko sárnneskåvvåsin gávna makkir jubmeldievno basoduvvi girkkon årromsaje lahkusin.

source: Dávjá dat álmmuhuvvojit báikkálaš aviissain muhto olu searvegottiid gávnnat maid interneahtas.
smj: Álmmoduvvi álu muhtem bájkálasjtidnigin valla moadda tjoaggulvisájt gávna aj webban.

source: Rabas buohkaide Buohkat leat bures boahtin searvat: nuorat ja boarrásat, oskkolaččat ja dat geat eai oskku.
smj: Rabás gájkajda Gájka duostoduvvi säbrrat: nuora ja vuorrasa, jáhkkogisá ja gudi e jáhke.

source: Ipmilbálvalusas oaččut veahki ipmirdit eallimat ja gávnnadit Ipmiliin.
smj: Jubmeldievnon vatteduvvá viehkke tjielggit mijá viessomijt ja Jubmelijn gávnadit.

source: Muhto ipmilbálvalus lea maid mearka ja duođaštus girku oskkus ja lagasvuođas servvodahkii.
smj: Valla jubmeldievnno l aj märkka ja duodastus girkko jáhko ja säbrrama birra sebrudagán.

source: Sáhttá leat amas jos ii leat oahpásnuvvan dasa.
smj: Gesi l ådås dávk dåbddusj vehik amás.

source: Giella sáhttá leat allaáigásaš ja soitet dadjat ja dahkat dakkáriid maid mearkkašupmi lea váttis ipmirdit.
smj: Giella márjju l duodalasj ja javladuvvi ja dagáduvvi márjju dago majs la vájvve dádjadit sisanádusáv.

source: Sotnabeaivvi váldoipmilbálvalusa vuogi gávnnat Sálbmagirjji loahpas.
smj: Ájllega oajvvejubmeldievno årnigav gávna Sálmmagirje maŋŋegietjen.

source: Sáhtát álo maid jearrat.
smj: Máhtá aj agev gatjádit.

source: Bures boahtin !
smj: Buorisboahtem !
